tap "homebrew/core"
tap "homebrew/cask"

brew "atuin"
brew "awscli"
brew "ca-certificates"
brew "eza"
brew "fzf"
brew "ghorg"
brew "glab"
brew "go-task"
brew "gum"
brew "kubeconform"
brew "kubernetes-cli"
brew "kustomize"
brew "libgit2"
brew "libssh2"
brew "libyaml"
brew "lz4"
brew "mpdecimal"
brew "nvm"
brew "openssl@3"
brew "pre-commit"
brew "python@3.11"
brew "python@3.13"
brew "python@3.14"
brew "readline"
brew "sqlite"
brew "starship"
brew "tilt"
brew "xz"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zstd"

cask "docker"
cask "spotify"
